Repository: muhiro12/Cookle
Catalog: Cookle/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: This permanently deletes all recipes, diaries, tags, and photos. The deletions sync to other devices using the same iCloud account. Export your data first if you need to keep it.
es: Esta acción elimina permanentemente todas las recetas, entradas del diario, etiquetas y fotos. Las eliminaciones se sincronizan con otros dispositivos que utilizan la misma cuenta de iCloud. Si necesitas conservar los datos, expórtalos primero.
fr: Cette action supprime définitivement toutes les recettes, les entrées du journal, les étiquettes et les photos. Les suppressions sont synchronisées avec les autres appareils utilisant le même compte iCloud. Si vous souhaitez conserver les données, exportez-les d’abord.
ja: この操作を実行すると、すべてのレシピ、日記、タグ、写真が完全に削除されます。削除内容は、同じiCloudアカウントを使用しているほかのデバイスにも同期されます。データを残す必要がある場合は、先にデータを書き出してください。
zh_hans: 此操作会永久删除所有食谱、日记、标签和照片。删除内容会同步到使用同一iCloud账户的其他设备。如果需要保留这些数据，请先导出数据。

source: This permanently deletes the photo. No recipes will be changed.
es: La foto se eliminará permanentemente. No se modificará ninguna receta.
fr: La photo sera supprimée définitivement. Aucune recette ne sera modifiée.
ja: 写真を完全に削除します。レシピは変更されません。
zh_hans: 这将永久删除照片，不会更改任何食谱。

source: This recipe text is too long to process. Keep only the recipe details and try again.
es: El texto de la receta es demasiado largo. Conserva solo los detalles de la receta e inténtalo de nuevo.
fr: Le texte est trop long. Ne gardez que les détails de la recette, puis réessayez.
ja: レシピの文章が長すぎて処理できません。レシピに必要な部分だけを残して、もう一度お試しください。
zh_hans: 食谱文本过长，无法处理。请仅保留食谱内容后重试。

source: This removes the category from %lld recipes. The recipes stay saved.
es: Esto quita la categoría de %lld recetas. Las recetas se conservan.
fr: Cette action retire la catégorie de %lld recettes. Les recettes restent enregistrées.
ja: %lld件のレシピからカテゴリを外します。レシピは保存されたままです。
zh_hans: 这将从 %lld 个食谱中移除该分类。食谱仍会保留。

source: This removes the category from one recipe. The recipe stays saved.
es: Esto quita la categoría de una receta. La receta se conserva.
fr: Cette action retire la catégorie d’une recette. La recette reste enregistrée.
ja: 1件のレシピからカテゴリを外します。レシピは保存されたままです。
zh_hans: 这将从 1 个食谱中移除该分类。食谱仍会保留。

source: This removes the category. No recipe relations will be removed.
es: Esto elimina la categoría. No se eliminará ninguna relación con recetas.
fr: Cette action supprime la catégorie. Aucune relation avec les recettes ne sera supprimée.
ja: カテゴリを削除します。レシピとの関連は削除されません。
zh_hans: 这将删除该分类。不会删除任何食谱关联。

source: This removes the diary and its %lld meal rows. Recipes stay saved.
es: Esto elimina el diario y sus %lld filas de comida. Las recetas se mantienen guardadas.
fr: Cette action supprime le journal et ses %lld lignes de repas. Les recettes restent enregistrées.
ja: 日記と%lld件の食事データを削除します。レシピは保存されたままです。
zh_hans: 这将删除该日记及其 %lld 条餐食记录。食谱仍会保留。

source: This removes the diary and its one meal row. Recipes stay saved.
es: Esto elimina el diario y su única fila de comida. Las recetas se mantienen guardadas.
fr: Cette action supprime le journal et sa seule ligne de repas. Les recettes restent enregistrées.
ja: 日記と1件の食事データを削除します。レシピは保存されたままです。
zh_hans: 这将删除该日记及其 1 条餐食记录。食谱仍会保留。

source: This removes the photo from %@ and keeps the stored photo in Photos.
es: Esto quita la foto de %@ y conserva la foto guardada en Fotos.
fr: Cela retire la photo de %@ et conserve la photo enregistrée dans Photos.
ja: 「%@」から写真を外します。写真はCookleの「写真」に保存されたままです。
zh_hans: 这会从「%@」中移除照片，照片仍保留在“照片”中。

source: This removes the recipe and %lld diary meal rows. The related diary entries stay saved.
es: Esto elimina la receta y %lld filas de comidas del diario. Las entradas del diario relacionadas se conservarán.
fr: Cette action supprime la recette et %lld lignes de repas du journal. Les entrées de journal associées resteront enregistrées.
ja: レシピと日記の食事データ%lld件を削除します。関連する日記は残ります。
zh_hans: 这将删除该食谱和 %lld 条日记餐食记录。相关日记仍会保留。

source: This removes the recipe and one diary meal row. The related diary entry stays saved.
es: Esto elimina la receta y una fila de comida del diario. La entrada del diario relacionada se conservará.
fr: Cette action supprime la recette et une ligne de repas du journal. L’entrée de journal associée restera enregistrée.
ja: レシピと日記の食事データ1件を削除します。関連する日記は残ります。
zh_hans: 这将删除该食谱和 1 条日记餐食记录。相关日记仍会保留。

source: This removes the recipe. No diary meal rows will be removed.
es: Esto elimina la receta. No se eliminará ninguna fila de comida del diario.
fr: Cette action supprime la recette. Aucune ligne de repas du journal ne sera supprimée.
ja: レシピを削除します。日記の食事データは削除されません。
zh_hans: 这将删除该食谱。不会删除任何日记餐食记录。

source: This removes the unused ingredient record. No recipe ingredient rows will be removed.
es: Esto elimina el registro de ingrediente sin usar. No se eliminará ninguna fila de ingrediente de receta.
fr: Cette action supprime la fiche d’ingrédient inutilisée. Aucune ligne d’ingrédient de recette ne sera supprimée.
ja: 使われていない材料の記録を削除します。レシピの材料行は削除されません。
zh_hans: 这将删除未使用的食材记录。不会删除任何食谱的食材行。

source: This restores the recipe input from before the import and also discards the changes you made after importing.
es: Esto restaura la entrada de la receta anterior a la importación y también descarta los cambios que hiciste después de importar.
fr: Cela rétablit la saisie de la recette d’avant l’importation et supprime aussi les modifications effectuées après l’importation.
ja: 取り込む前のレシピの入力に戻します。取り込んだ後に行った変更も破棄されます。
zh_hans: 这将恢复导入前的食谱输入，并同时丢弃导入后所做的更改。

source: This stops the active cooking guide and any running timer.
es: Esto detendrá la guía de cocina activa y cualquier temporizador en curso.
fr: Cette action arrête le guide de cuisine actif et tout minuteur en cours.
ja: 進行中の調理ガイドと実行中のタイマーを停止します。
zh_hans: 这将停止当前的烹饪指南和正在运行的计时器。

source: This will reassign recipes from %lld matching tags to %@, then delete the duplicate tags.
es: Esto reasignará las recetas de %lld etiquetas coincidentes a %@ y después eliminará las etiquetas duplicadas.
fr: Cette action réaffecte les recettes de %lld étiquettes correspondantes à %@, puis supprime les étiquettes en double.
ja: 一致する%lld件のタグからレシピを%@に付け替えたうえで、重複したタグを削除します。
zh_hans: 这会将 %lld 个匹配标签的食谱改为使用%@，然后删除重复的标签。

source: This will reassign recipes from one matching tag to %@, then delete the duplicate tag.
es: Esto reasignará las recetas de una etiqueta coincidente a %@ y después eliminará la etiqueta duplicada.
fr: Cette action réaffecte les recettes d’une étiquette correspondante à %@, puis supprime l’étiquette en double.
ja: 一致する1件のタグからレシピを%@に付け替えたうえで、重複したタグを削除します。
zh_hans: 这会将 1 个匹配标签的食谱改为使用%@，然后删除重复的标签。

source: Timer Finished
es: Temporizador finalizado
fr: Minuteur terminé
ja: タイマー終了
zh_hans: 计时结束

source: Timer Running
es: Temporizador en marcha
fr: Minuteur en cours
ja: タイマー作動中
zh_hans: 计时中

source: Today's Table
es: La mesa de hoy
fr: À table aujourd’hui
ja: 今日の食卓
zh_hans: 今日餐桌

source: Try Again
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
zh_hans: 重试

source: Try Shortcuts
es: Prueba Atajos
fr: Essayez Raccourcis
ja: ショートカットを試す
zh_hans: 试试快捷指令

source: Turn on daily suggestions
es: Activa las sugerencias diarias
fr: Activez les suggestions quotidiennes
ja: 毎日の提案をオンにする
zh_hans: 开启每日推荐

source: Type
es: Tipo
ja: タイプ
zh_hans: 类型

source: Unable to Start Cookle
es: No se pudo iniciar Cookle
fr: Impossible de démarrer Cookle
ja: Cookleを起動できません
zh_hans: 无法启动 Cookle

source: Unchanged Diary Days
es: Días de diario sin cambios
fr: Jours de journal inchangés
ja: 変更のない日記の日
zh_hans: 未变的日记日期

source: Unchanged Recipes
es: Recetas sin cambios
fr: Recettes inchangées
ja: 変更のないレシピ
zh_hans: 未变的食谱

source: Undo Import
es: Deshacer importación
fr: Annuler l’importation
ja: 取り込みを取り消す
zh_hans: 撤销导入

source: Undo Import?
es: ¿Deshacer la importación?
fr: Annuler l’importation ?
ja: 取り込みを取り消しますか？
zh_hans: 要撤销导入吗？

source: Unlinked Photo
es: Foto sin vincular
fr: Photo non liée
ja: 未リンクの写真
zh_hans: 未关联照片

source: Unused
es: Sin uso
fr: Inutilisé
ja: 未使用
zh_hans: 未使用

source: Update
es: Actualizar
fr: Mettre à jour
ja: 更新
zh_hans: 更新

source: Update Cookle on Apple Watch to sync cooking.
es: Actualiza Cookle en el Apple Watch para sincronizar la cocina.
fr: Mettez à jour Cookle sur l’Apple Watch pour synchroniser la cuisine.
ja: 調理を同期するにはApple WatchのCookleをアップデートしてください。
zh_hans: 请更新 Apple Watch 上的 Cookle 以同步烹饪。

source: Update Cookle on this iPhone to sync cooking.
es: Actualiza Cookle en este iPhone para sincronizar la cocina.
fr: Mettez à jour Cookle sur cet iPhone pour synchroniser la cuisine.
ja: 調理を同期するにはこのiPhoneのCookleをアップデートしてください。
zh_hans: 请更新此 iPhone 上的 Cookle 以同步烹饪。

source: Update Diary
es: Actualizar el diario
fr: Mettre à jour le journal
ja: 日記を更新
zh_hans: 更新日记

source: Update Recipe
es: Actualizar la receta
fr: Mettre à jour la recette
ja: レシピを更新
zh_hans: 更新食谱

source: Update Required
es: Se requiere actualización
fr: Mise à jour requise
ja: アップデートが必要です
zh_hans: 需要更新

source: Updated At
es: Actualizado en
fr: Mis à jour à
ja: 更新日時
zh_hans: 更新于

source: Updated diary
es: Diario actualizado
fr: Journal mis à jour
ja: 日記を更新しました
zh_hans: 已更新日记

source: Use Image Playground when you do not have a photo yet.
es: Usa Image Playground cuando todavía no tengas una foto.
fr: Utilisez Image Playground si vous n'avez pas encore de photo.
ja: まだ写真がないときは Image Playground を使えます。
zh_hans: 还没有照片时，可以使用 Image Playground。

source: Use Siri or Shortcuts to open recipes and settings faster.
es: Usa Siri o Atajos para abrir recetas y ajustes más rápido.
fr: Utilisez Siri ou Raccourcis pour ouvrir plus rapidement les recettes et les réglages.
ja: Siri やショートカットを使うと、レシピや設定をすばやく開けます。
zh_hans: 使用 Siri 或快捷指令可以更快打开食谱和设置。

source: Use freshly grated Parmesan for the best flavor.
es: Usa queso parmesano recién rallado para obtener el mejor sabor.
fr: Utilisez du parmesan fraîchement râpé pour un goût optimal.
ja: 風味を最大限に引き出すためには、新鮮にすりおろしたパルメザンチーズを使ってください。
zh_hans: 使用新鲜刨碎的帕尔马奶酪能带来最佳风味。

source: Use the sidebar button to choose from the list.
es: Usa el botón de la barra lateral para elegir de la lista.
fr: Utilisez le bouton de barre latérale pour choisir dans la liste.
ja: サイドバーボタンから一覧を開いて選んでください。
zh_hans: 使用边栏按钮从列表中选择。

source: Used by %lld recipes
es: Usado por %lld recetas
fr: Utilisé par %lld recettes
ja: %lld件のレシピで使用中
zh_hans: 被 %lld 个食谱使用

source: Used by one recipe
es: Usado por una receta
fr: Utilisé par une recette
ja: 1件のレシピで使用中
zh_hans: 被 1 个食谱使用

source: Uses %@ and %@.
es: Usa %@ y %@.
fr: Utilise %@ et %@.
ja: %@と%@を使います。
zh_hans: 会用到 %@ 和 %@。

source: Uses %@, %@, and more.
es: Usa %@, %@ y más.
fr: Utilise %@, %@ et plus encore.
ja: %@や%@などを使います。
zh_hans: 会用到 %@、%@ 等食材。

source: Uses %@.
es: Usa %@.
fr: Utilise %@.
ja: %@を使います。
zh_hans: 会用到 %@。

source: Value
es: Valor
fr: Valeur
ja: 値
zh_hans: 值

source: Value must not be empty.
es: El valor no puede estar vacío.
fr: La valeur ne peut pas être vide.
ja: 値を空にはできません。
zh_hans: 值不能为空。

source: View Today's Diary
es: Ver el diario de hoy
fr: Voir le journal du jour
ja: 今日の日記を見る
zh_hans: 查看今日日记

source: Website Import
es: Importación web
fr: Importation web
ja: Web取り込み
zh_hans: 网页导入

source: What Sounds Good Today?
es: ¿Qué te apetece hoy?
fr: Qu’avez-vous envie de cuisiner ?
ja: 今日は何にしよう？
zh_hans: 今天想吃什么？

source: Working...
es: Procesando…
fr: Traitement…
ja: 処理中…
zh_hans: 正在处理…

source: You have no data on this device yet, so everything in this file will be added.
es: Aún no tienes datos en este dispositivo, así que se añadirá todo el contenido de este archivo.
fr: Vous n’avez encore aucune donnée sur cet appareil : tout le contenu de ce fichier sera ajouté.
ja: このデバイスにはまだデータがないため、ファイルの内容がすべて追加されます。
zh_hans: 此设备上还没有数据，因此会添加此文件中的全部内容。

source: You will lose any unsaved changes.
es: Perderás los cambios que no hayas guardado.
fr: Les modifications non enregistrées seront perdues.
ja: 保存していない変更は失われます。
zh_hans: 未保存的更改将会丢失。

source: Your data changed after this file was reviewed. The summary was updated; choose how to import again.
es: Tus datos cambiaron después de revisar este archivo. El resumen se actualizó; vuelve a elegir cómo importar.
fr: Vos données ont changé après la vérification de ce fichier. Le résumé a été mis à jour ; choisissez à nouveau comment importer.
ja: ファイルの確認後にデータが変更されたため、概要を更新しました。取り込み方法をもう一度選んでください。
zh_hans: 检查此文件后你的数据已更改。摘要已更新；请重新选择导入方式。

source: Your data was replaced with the file's content.
es: Tus datos se reemplazaron con el contenido del archivo.
fr: Vos données ont été remplacées par le contenu du fichier.
ja: データをファイルの内容に置き換えました。
zh_hans: 你的数据已替换为文件内容。

source: iCloud On
es: iCloud activado
fr: iCloud activé
ja: iCloudオン
zh_hans: iCloud 开启

source: minutes
es: minutos
ja: 分
zh_hans: 分钟

# recipe.shareLink.footer
source: Save this link in reminders, calendar events, or notes so you can reopen this recipe in Cookle later. It does not share the recipe details with someone else.
es: Guarda este enlace en recordatorios, eventos del calendario o notas para volver a abrir esta receta en Cookle más tarde. No comparte los detalles de la receta con otra persona.
fr: Enregistrez ce lien dans des rappels, des événements de calendrier ou des notes afin de pouvoir rouvrir cette recette dans Cookle plus tard. Il ne partage pas les détails de la recette avec une autre personne.
ja: このリンクをリマインダー、カレンダー予定、メモなどに保存しておくと、後でこのレシピを Cookle で開き直せます。ほかの人にレシピ内容を共有するものではありません。
zh_hans: 将此链接保存到提醒事项、日历事件或备忘录中，以便稍后在 Cookle 中重新打开这道食谱。它不会把食谱详情分享给其他人。

source: servings
es: porciones
fr: portions
ja: サービング
zh_hans: 份

source: %lld min
ja: %lld分
zh_hans: %lld 分钟

source: OK
zh_hans: 确定
